Repository: jcmartim/jcmartim-support
Catalog: languages/jcmartim-support-*.po
Languages: pt_br

source: Presentation
pt_br: Apresentação

source: Office Hours
pt_br: Expediente

source: Contacts
pt_br: Contatos

source: Tutorials
pt_br: Tutoriais

source: First hour (morning).
pt_br: Primeira hora (manhã).

source: Last hour (morning).
pt_br: Última hora (manhã).

source: First hour (afternoon)
pt_br: Primeira hora (tarde)

source: Last hour (afternoon)
pt_br: Última hora (tarde)

source: First day week
pt_br: Primeiro dia da semana

source: Last day week
pt_br: Último dia da semana

source: Phone or Cell
pt_br: Telefone ou Celular

source: Web Site
pt_br: Site

source: Videos
pt_br: Vídeos

source: Amount of field groups
pt_br: Quantidade de grupos de campo

source: In this section, enter a brief text about you (Web Developer), your company or agency.
pt_br: Nesta seção, insira um breve texto sobre você (Desenvolvedor Web), sua empresa ou agência.

source: Enter here with details of the times and days of the week when support services will be provided to your customers. E.g.: From 9:00 am to 12:00 pm and from 2:00 pm to 6:00 pm from Monday to Friday.
pt_br: Entre aqui com detalhes dos horários e dias da semana em que os serviços de suporte serão fornecidos aos seus clientes. Ex .: das 9:00 às 12:00 e das 14:00 às 18:00 de segunda a sexta-feira.

source: Enter your support contacts here.
pt_br: Insira seus contatos de suporte aqui.

source: In this section, enter the tutorial data. Youtube link URL and a title for the tutorial. ATTENTION: to add more groups click on "Amount of field groups" and increase the number, then click on update.
pt_br: Nesta seção, insira os dados do tutorial. URL do link do Youtube e um título para o tutorial. ATENÇÃO: para adicionar mais grupos clique em “Quantidade de grupos de campo” e aumente o número, a seguir clique em atualizar.

source: Enter introductory text for your customers.
pt_br: Insira um texto introdutório para seus clientes.

source: Email to support.
pt_br: Email para suporte.

source: Phone or Mobile for support.
pt_br: Telefone ou celular para suporte.

source: Skype Name. E.g.: live:myskypename
pt_br: Nome no Skype. Ex.: live:myskypename

source: WhatsApp number. Ex: 75979111144
pt_br: Número do WhatsApp. Ex.: 75979111144

source: Web site. E.g.: https://www.mywebsite.com
pt_br: Site. Ex.: https://www.mywebsite.com

source: Paste the url of the Youtube video here. E.g.: https://youtu.be/eo2gDhE6XGT
pt_br: Cole a url do vídeo do Youtube aqui. Ex .: https://youtu.be/eo2gDhE6XGT

source: Short title for this tutorial.
pt_br: Título curto para este tutorial.

source: To update
pt_br: Atualizar

source: Number of tutorial fields. To insert a new block of video fields.
pt_br: Número de campos do tutorial. Para inserir um novo bloco de campos de vídeo.

source: You do not have sufficient permissions to access this page.
pt_br: Você não tem permissões suficientes para acessar esta página.

source: Support Information
pt_br: Informação de Suporte

source: Settings saved successfully!
pt_br: Configurações salvas com sucesso!

source: To save
pt_br: Salvar

source: Support Contacts:
pt_br: Contatos de suporte:

source: Please! Enter the data in the administration panel of this plugin.
pt_br: Por favor! Insira os dados no painel de administração deste plugin.

source: office hours
pt_br: Horários de expediente

source: of the
pt_br: das

source: at
pt_br: às

source: and of the
pt_br: e das

source: in
pt_br: de

source: the
pt_br: a

source: Phone/Cell
pt_br: Telefone/Celular

source: Call on Skype
pt_br: Ligue no Skype

source: Message by WhatsApp
pt_br: Mensagem por WhatsApp
